/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ dari %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Pintasan ini diimpor dari %1$@ pada %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Pintasan ini diimpor dari %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Tambah “%@”";

/* %@ = action name */
"Remove “%@”" = "Hapus “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Apakah Anda yakin ingin keluar dari %@ di Pintasan?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Apakah Anda yakin ingin keluar dari %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Pintasan ini diimpor dari %@. Apakah Anda yakin ingin menjalankannya?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "sebagai %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Hapus juga tindakan di dalam “%@”?";

/* %@=app name */
"Install %@" = "Instal %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Frasa Siri";

/* Access resource action settings title */
"Accounts" = "Akun";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Selesai mengedit pintasan";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ Difavoritkan";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ Batal Difavoritkan";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Menjalankan pintasan";

/* Accessibility action */
"Delete shortcut" = "Hapus pintasan";

/* Accessibility action */
"Duplicate shortcut" = "Duplikatkan pintasan";

/* Accessibility action */
"Favorite Action" = "Tindakan Favorit";

/* Accessibility action */
"Rename shortcut" = "Ubah nama pintasan";

/* Accessibility action */
"Un-favorite Action" = "Batal Favoritkan Tindakan";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Edit pintasan";

/* Accessibility action or discoverability title */
"Run shortcut" = "Jalankan pintasan";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ ditambahkan ke pintasan";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Jenis Input yang Diterima";

/* Accessibility announcement */
"Closed variables tray" = "Baki variabel ditutup";

/* Accessibility announcement */
"Editing shortcuts" = "Mengedit pintasan";

/* Accessibility announcement */
"Opened variables tray" = "Membuka baki variabel";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "menyeret";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Pintasan selesai";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ ditambahkan ke pintasan di atas %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ ditambahkan ke pintasan di bawah %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "dipindahkan ke atas %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "dipindahkan ke bawah %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ dihapus";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ Diduplikatkan";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "diciutkan";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Menyeret";

/* Accessibility announcement; expanded parameter */
"expanded" = "diperluas";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Pintasan berhenti";

/* Accessibility hint */
"Closes the shortcut" = "Menutup pintasan";

/* Accessibility hint */
"Creates a new shortcut" = "Membuat pintasan baru";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Menghapus pintasan yang dipilih";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Ketuk dua kali untuk menambahkan ke bagian bawah pintasan. Ketuk dua kali dan tahan, lalu seret untuk menyesuaikan posisi di pintasan.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Dapat diseret. Ketuk dua kali dan tahan, tunggu hingga bunyi terdengar, lalu seret untuk menyusun ulang. Ketuk dua kali untuk memilih.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Menduplikatkan pintasan yang dipilih";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Pintasan ini akan ditampilkan di ekstensi tindakan Pintasan di (menu berbagi iOS) jika jenis konten yang sedang dibagikan adalah salah satu dari yang Anda pilih di sini.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Mematikan mode pengeditan pintasan";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Menyalakan mode pengeditan pintasan";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Ketuk dua kali untuk menciutkan laci tindakan menjadi layar setengah";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Ketuk dua kali untuk memperluas laci tindakan sepenuhnya";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Ketuk dua kali untuk membaca deskripsi tindakan.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Dapat diseret. Ketuk dua kali dan tahan, tunggu hingga bunyi terdengar, lalu seret untuk menyusun ulang. Ketuk dua kali untuk membaca deskripsi tindakan.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Ketuk dua kali untuk mengubah pengaturan";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Ketuk dua kali untuk memilih";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Ketuk dua kali untuk menciutkan";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Ketuk dua kali untuk menyisipkan";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Ketuk dua kali untuk memperluas";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Menjalankan pintasan %@";

/* Accessibility label */
"Add Tag" = "Tambah Label";

/* Accessibility label */
"Close" = "Tutup";

/* Accessibility label */
"Create Shortcut" = "Buat Pintasan";

/* Accessibility label */
"Show Keyboard" = "Tampilkan Papan Ketik";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Di dalam %@";

/* Accessibility label or discoverability title */
"Redo" = "Ulangi";

/* Accessibility label or discoverability title */
"Undo" = "Urung";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Diminikan";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Layar setengah";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Layar penuh";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@ tindakan - Menjalankan - %d persen selesai";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ tindakan";

/* Accessibility label; remove search filter */
"Remove filter" = "Hapus filter";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (tidak dipilih)";

/* Accessibility value; switch is on */
"On" = "Nyala";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Lepaskan untuk menghapus %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Tindakan ini meneruskan input sebagai output.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Mendapatkan nilai yang diteruskan ke awal pintasan.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Anda belum memiliki pintasan Lembar Berbagi.\n\nUntuk menambahkannya, buat pintasan dan nyalakan “Tampilkan di Lembar Berbagi” di pengaturannya.";

/* Action extension; no search results */
"No shortcuts match the search." = "Tidak ada pintasan yang cocok dengan pencarian.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Anda belum memiliki pintasan.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Saran Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Pintasan: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Tambah ke pintasan";

/* Add search filter */
"Add Filter" = "Tambah Filter";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Setiap orang yang memiliki akses ke tautan bersama ini akan dapat melihat konten pintasan ini.";

/* Alert title */
"Error" = "Kesalahan";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Buat Tautan iCloud";

/* Allow access to service */
"Allow Access" = "Izinkan Akses";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Tidak Terinstal) %@";

/* App search view; navigation bar title */
"Choose App" = "Pilih App";

/* App search view; no results */
"No results." = "Tidak ada hasil.";

/* App search view; search bar placeholder */
"Search apps…" = "Cari app…";

/* Apple Watch complication */
"Complication" = "Komplikasi";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Anda belum memiliki pintasan Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Pilih pintasan mana yang harus ditampilkan di Komplikasi Pintasan di wajah jam Apple Watch Anda.\n\nDalam kurun waktu tertentu, Pintasan akan dioptimalkan saat pintasan Anda ditampilkan di Komplikasi berdasarkan kapan Anda menjalankannya.";

/* Apps category */
"Apps" = "App";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Meminta Anda untuk memasukkan teks saat pintasan ini dijalankan.";

/* Boolean false */
"False" = "Salah";

/* Boolean true */
"True" = "Benar";

/* Button */
"Back" = "Kembali";

/* Button */
"Cancel" = "Batalkan";

/* Button */
"Choose Variable" = "Pilih Variabel";

/* Button */
"Clear" = "Bersihkan";

/* Button */
"Delete Actions" = "Hapus Tindakan";

/* Button */
"Delete Shortcut" = "Hapus Pintasan";

/* Button */
"Done" = "Selesai";

/* Button */
"Get More Shortcuts" = "Dapatkan Pintasan Lainnya";

/* Button */
"Go Back" = "Kembali";

/* Button */
"Help" = "Bantuan";

/* Button */
"Keep Actions" = "Simpan Tindakan";

/* Button */
"Next" = "Berikutnya";

/* Button */
"OK" = "OKE";

/* Button */
"Remove Action" = "Hapus Tindakan";

/* Button */
"Remove Action From Shortcut" = "Hapus Tindakan Dari Pintasan";

/* Button */
"Remove Photo" = "Hapus Foto";

/* Button */
"Select Magic Variable" = "Pilih Variabel Magic";

/* Button */
"Select Photo" = "Pilih Foto";

/* Button */
"Show Action Settings" = "Tampilkan Pengaturan Tindakan";

/* Button */
"Show Actions" = "Tampilkan Tindakan";

/* Button */
"Sign Out" = "Keluar";

/* Button */
"Take Photo" = "Ambil Foto";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Tambah ke Layar Utama";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Tambah ke Layar Utama";

/* Button or title */
"Delete" = "Hapus";

/* Button or title */
"Run Shortcut" = "Jalankan Pintasan";

/* Button or title */
"Settings" = "Pengaturan";

/* Button or title */
"Variables" = "Variabel";

/* Button title */
"Add to Siri" = "Tambahkan ke Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Dapatkan Pintasan";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Tampilkan Hasil dalam Layar Penuh";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Ikuti Tur Terpandu";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Bagikan Hasil";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Pintasan ini dapat digunakan dengan app dan layanan berikut:";

/* Choose an item */
"Choose" = "Pilih";

/* Conditional AND */
"and" = "dan";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Kembalikan “Jika Tidak”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Tindakan yang diletakkan setelah “Jika Tidak” akan dijalankan jika persyaratan tidak terpenuhi.";

/* Conditional actions settings navigation bar title */
"If Action" = "Tindakan Jika";

/* Confirmation HUD when link copies */
"Link copied" = "Tautan disalin";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Apakah Anda yakin ingin berhenti membagikan pintasan ini? Tautan iCloud akan dihapus dan tidak lagi akan berfungsi.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Pintasan ini akan dihapus dari semua perangkat iCloud Anda.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Pintasan ini akan dihapus dari semua perangkat iCloud Anda.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” sepertinya bukan %2$@. Apakah Anda bermaksud untuk menambahkan kontak?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Tetap Gunakan “%@”";

/* Contact field; accessibility label */
"Add Contact" = "Tambah Kontak";

/* Contact field; button */
"Search Contacts" = "Cari di Kontak";

/* Contact field; supported type string */
"a phone number" = "nomor telepon";

/* Contact field; supported type string */
"a phone number or email address" = "nomor telepon atau alamat email";

/* Contact field; supported type string */
"an email address" = "alamat email";

/* Content Types category */
"Content Types" = "Jenis Konten";

/* Copy link to shortcut */
"Copy Link" = "Salin Tautan";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Salin Tautan iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Format ini mengikuti pola di Standar Teknis Unicode #35.";

/* Custom date format alert title */
"Custom Date Format" = "Format Tanggal Saat Ini";

/* Custom date formatting style */
"Custom" = "Khusus";

/* Custom time format title */
"Custom Format" = "Format Khusus";

/* Default option */
"Default" = "Default";

/* Delete all shortcuts */
"Delete All" = "Hapus Semua";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Batal Pilih Semua";

/* Dictionary key placeholder */
"Key" = "Kunci";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Pengaturan Pintasan";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Hentikan Pintasan";

/* Discoverability title */
"Close shortcut" = "Pilih pintasan";

/* Discoverability title */
"Search actions" = "Cari di tindakan";

/* Discoverability title */
"Stop shortcut" = "Hentikan pintasan";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Tampilkan di Lembar Berbagi";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Tampilkan di Widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Tampilkan di Komplikasi";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Tampilkan di Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplikatkan Pintasan";

/* Duplicate shortcut */
"Duplicate" = "Duplikatkan";

/* Edit import questions back bar button title */
"Questions" = "Pertanyaan";

/* Error message */
"No options available." = "Tidak ada pilihan yang tersedia.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Tidak dapat memuat App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Menjalankan pintasan dengan cepat menggunakan widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favoritkan";

/* Favorite button title - action is favorited */
"Favorited" = "Difavoritkan";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Akun: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Semua dari berikut ini benar";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Mana pun dari berikut ini benar";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "dimulai dengan";

/* Find filter UI operator */
"contains" = "berisi";

/* Find filter UI operator */
"does not contain" = "tidak berisi";

/* Find filter UI operator */
"ends with" = "diakhiri dengan";

/* Find filter UI operator */
"is" = "adalah";

/* Find filter UI operator */
"is after" = "setelah";

/* Find filter UI operator */
"is before" = "sebelum";

/* Find filter UI operator */
"is between" = "antara";

/* Find filter UI operator */
"is exactly" = "tepat";

/* Find filter UI operator */
"is greater than" = "lebih dari";

/* Find filter UI operator */
"is greater than or equal to" = "lebih dari atau sama dengan";

/* Find filter UI operator */
"is in the last" = "dalam";

/* Find filter UI operator */
"is in the next" = "berada di sebelah";

/* Find filter UI operator */
"is larger than" = "lebih besar dari";

/* Find filter UI operator */
"is larger than or equal to" = "lebih besar dari atau sama dengan";

/* Find filter UI operator */
"is less than" = "kurang dari";

/* Find filter UI operator */
"is less than or equal to" = "kurang dari atau sama dengan";

/* Find filter UI operator */
"is longer than" = "lebih panjang dari";

/* Find filter UI operator */
"is longer than or equal to" = "lebih panjang dari atau sama dengan";

/* Find filter UI operator */
"is not" = "bukan";

/* Find filter UI operator */
"is not exactly" = "bukan";

/* Find filter UI operator */
"is not on" = "bukan pada";

/* Find filter UI operator */
"is on" = "pada";

/* Find filter UI operator */
"is shorter than" = "lebih pendek dari";

/* Find filter UI operator */
"is shorter than or equal to" = "lebih pendek dari atau sama dengan";

/* Find filter UI operator */
"is smaller than" = "lebih kecil dari";

/* Find filter UI operator */
"is smaller than or equal to" = "lebih kecil dari atau sama dengan";

/* Find filter UI operator */
"is today" = "adalah hari ini";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Jalankan pintasan ini menggunakan suara Anda dengan menambahkannya ke Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Gunakan pintasan ini dari app lainnya dengan membuka lembar berbagi dan mengetuk Pintasan.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Masukkan kunci untuk mengekstrak nilainya dari kamus, atau biarkan kosong untuk mendapatkan seluruh kamus.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (Perangkat Ini)";

/* Full name of contact */
"Full Name" = "Nama Lengkap";

/* Full street address of location */
"Full Street Address" = "Alamat Jalan Lengkap";

/* Get property */
"Get" = "Dapatkan";

/* Get value for a dictionary key */
"Get Value for Key" = "Dapatkan Nilai untuk Kunci";

/* Go to next import question */
"Continue" = "Lanjutkan";

/* Guided tour; drag actions to here hint */
"…to here" = "…ke sini";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Seret tindakan ke sini";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Tindakan ini, saat dijalankan di Apple Watch, akan mengharuskan Anda untuk menggunakan Handoff dan melanjutkan di iPhone Anda.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unit";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Waktu ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Simbol gambar %1$@, warna latar belakang %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Pilih gambar khusus untuk digunakan setelah pintasan ini ditambahkan ke layar utama.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Gambar di atas akan digunakan saat pintasan ini ditambahkan ke layar utama.";

/* Icon editor; accessibility label */
"Icon Preview" = "Pratinjau Ikon";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor ikon pintasan";

/* Icon editor; segmented control option */
"Color" = "Warna";

/* Icon editor; segmented control option */
"Glyph" = "Simbol Gambar";

/* Icon editor; segmented control option */
"Home Screen" = "Layar Utama";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Pertanyaan yang ditambahkan di sini akan ditanyakan saat pintasan ini diimpor di perangkat lain. Jawaban atas pertanyaan ini akan diisikan ke pintasan.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Anda dapat mencoba pertanyaan pengimporan Anda menggunakan tombol “Sesuaikan Pintasan” di pengaturan pintasan ini.";

/* Import questions detail view */
"Default Answer" = "Jawaban Default";

/* Import questions detail view */
"Question Text" = "Teks Pertanyaan";

/* Import questions detail view */
"Type a question here…" = "Ketik pertanyaan di sini…";

/* Import questions details view; navigation bar title */
"Details" = "Detail";

/* Import questions; button */
"Add New Question…" = "Tambah Pertanyaan Baru…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Pilih parameter dari salah satu tindakan di bawah.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Pilih Parameter";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Pintasan ini tidak memiliki tindakan. Tambahkan beberapa tindakan ke pintasan Anda sebelum mengatur Pertanyaan Pengimporan.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Pintasan ini menerima %@";

/* Input types of action */
"Input" = "Input";

/* Input variable description */
"Gets the output of the previous action." = "Mendapatkan output tindakan sebelumnya.";

/* Install app icon; should match App Store GET button */
"GET" = "DAPATKAN";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Tambahkan tindakan dari bagian bawah untuk membuat pintasan Anda.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Tambahkan tindakan dari sebelah kiri untuk membuat pintasan Anda.";

/* Item can be anything */
"anything" = "apa pun";

/* Keep all shortcuts */
"Keep All" = "Simpan Semua";

/* Keep shortcuts */
"Keep" = "Simpan";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Simpan %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Perluas";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Tutup";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Jenis yang Diterima";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Tambahkan %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Jenis nilai apa yang ingin Anda tambahkan?";

/* Long date formatting style */
"Long" = "Panjang";

/* Manage sharing */
"Manage Sharing" = "Kelola Berbagi";

/* Medium date formatting style */
"Medium" = "Sedang";

/* Missing action error action */
"Update Shortcuts" = "Perbarui Pintasan";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Tindakan ini tidak dapat ditemukan di versi Pintasan ini.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Namai dan Simpan URL";

/* Name of measurement unit */
"Unit (Name)" = "Unit";

/* Navigation bar title */
"Select a Magic Variable" = "Pilih Variabel Magic";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Selesaikan Konflik";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variabel tidak tersedia.";

/* None option */
"None" = "Tidak Ada";

/* Note about using the action */
"Note" = "Catatan";

/* Parameter already in use by another import question */
"Already In Use" = "Sudah Digunakan";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Tidak Didukung untuk Pertanyaan";

/* Piece of text */
"Text" = "Teks";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Pintasan ini diimpor dari app lain. Apakah Anda yakin ingin menjalankannya?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relatif";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Seberapa Lama Sejak/Hingga";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Alat Tidak Diketahui";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Nama ini akan digunakan untuk semua Variabel Magic tindakan %@ ini.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Ubah Nama Variabel Magic";

/* Rename shortcut alert title */
"Rename Shortcut" = "Ubah Nama Pintasan";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Masukkan nama baru untuk pintasan Anda.";

/* Rename workflow or variable */
"Rename" = "Ubah Nama";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Membutuhkan";

/* Result types of action */
"Result" = "Hasil";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Perlihatkan Tindakan";

/* Scripting category */
"Scripting" = "Pembuatan Skrip";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Cari";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Pintasan Komplikasi";

/* Select all input types */
"Select All" = "Pilih Semua";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Bagikan Pintasan";

/* Share a workflow along with a description */
"Share with Description" = "Bagikan dengan Dekripsi";

/* Share a workflow as a file */
"Share as File" = "Bagikan sebagai File";

/* Share shortcut */
"Share" = "Bagikan";

/* Short date formatting style */
"Short" = "Pendek";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” tidak berisi tindakan.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Pintasan Kosong";

/* Shortcut contains no actions error title */
"No Actions" = "Tidak Ada Tindakan";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Sesuaikan Pintasan…";

/* Shortcut icon */
"Icon" = "Ikon";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Pilih Pintasan";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Dipindahkan ke antara %1$@ dan %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Dipindahkan ke akhir setelah %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Dipindahkan ke atas sebelum %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Untuk menggunakan pintasan dari Widget Hari ini, ikuti beberapa langkah sederhana untuk menambahkan widget atau ketuk selesai untuk mengatur nanti.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Tambahkan Widget Hari Ini untuk menjalankan pintasan dengan cepat.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Jepretan layar lembar berbagi di Safari dengan aktivitas Pintasan yang disorot";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Pintasan Ekstensi Tindakan dijalankan dari lembar berbagi di dalam app lain.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Pintasan Widget Hari Ini dijalankan di Pusat Pemberitahuan dengan menarik bagian atas layar ke bawah.";

/* Shortcut types help view; title */
"Shortcut Types" = "Jenis Pintasan";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Dihapus di %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Dihapus di perangkat lain";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Dimodifikasi di %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Dimodifikasi di perangkat lain";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Cari pintasan…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Jepretan layar widget Pintasan di Pusat Pemberitahuan";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Lewati Pengaturan";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Berhenti Berbagi";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Kirimkan ke Galeri";

/* Tap to choose an option */
"Tap to Choose" = "Ketuk untuk Memilih";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Lihat pintasan yang saya buat!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Pengontrol Tindakan";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "bagian bawah layar";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "kanan atas layar";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Apa Pun";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Tidak Ada";

/* Title */
"Actions" = "Tindakan";

/* Title */
"Date Format" = "Format Tanggal";

/* Title */
"Requires Handoff" = "Memerlukan Handoff";

/* Title */
"Shortcuts" = "Pintasan";

/* Title */
"Time Format" = "Format Waktu";

/* Title */
"Type" = "Jenis";

/* Title for action drawer categories view */
"Categories" = "Kategori";

/* Title for configuration page for unit */
"Unit (Title)" = "Unit";

/* Title of main screen showing your library of shortcuts */
"Library" = "Perpustakaan";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Sesuaikan Pintasan";

/* Title or button */
"Import Questions" = "Pertanyaan Pengimporan";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Beres! Widget Hari ini selesai diatur.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Berikutnya, ambil pintasan Widget Hari Ini dari Galeri.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Dengan Widget Hari Ini di Pintasan, Anda dapat menjalankan pintasan dalam satu ketukan dari app mana pun dengan menarik Pusat Pemberitahuan ke bawah.";

/* Today widget explanation button */
"Add Widget" = "Tambah Widget";

/* Today widget explanation button */
"View the Gallery" = "Lihat Galeri";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Jalankan pintasan dengan cepat, dari mana pun di %MODEL% Anda.";

/* Unknown item */
"Unknown" = "Tidak Diketahui";

/* Used in a phrase like 'Add new item' */
"new item" = "item baru";

/* User’s favorited workflows or actions */
"Favorites" = "Favorit";

/* Variable field placeholder */
"Variable Name" = "Nama Variabel";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Anda dapat membuat variabel dengan menambahkan tindakan “Atur Variabel”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Tidak Ada Variabel yang Tersedia";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflik";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Konfigurasi Pintasan Ini";

/* Workflow name */
"Name of Shortcut" = "Nama";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Ketuk Selesai untuk lanjut mengedit pintasan Anda.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Jepretan layar app Pintasan untuk Apple Watch";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Pintasan Apple Watch dijalankan dari pergelangan tangan Anda melalui app Pintasan di Apple Watch atau Komplikasi.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Bagaimana cara menemukan Widget Hari Ini?";

/* iOS Today Widget */
"Today Widget" = "Widget Hari Ini";

